Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A13B.tmx
Source language: en_us
Languages: zh_cn

source: Revealed: how the BBC used MI5 to vet thousands of staff
zh_cn: 英国情报局左右BBC招聘内幕

source: It is a tale of secret agents and surveillance that could have come straight out the BBC's classic spy drama Tinker, Tailor, Soldier, Spy.
zh_cn: 这简直是在一出曾在BBC热播的间谍剧——《锅将、裁缝、士兵、间谍》——关于机密，间谍与和被监控的内幕。

source: But the difference is that genuine spies were involved and they were operating behind the scenes at Broadcasting House rather than on the small screen.
zh_cn: 所不同的是，真正的间谍们并不在小小银幕背后活动，他们从英国广播公司（BBC）的‘播音大楼’中德某个角落监控一切。

source: Confidential papers, obtained by The Sunday Telegraph, have revealed that the BBC allowed MI5 to investigate the backgrounds and political affiliations of -thousands of its employees, including newsreaders, reporters and continuity announcers.
zh_cn: 由周日电信报（The Sunday Telegraph）获得的秘密文件来看，BBC曾同意英国军情五处（ MI5 ）调查其几千名员工的背景和政治倾向，其中包括新闻播报员、记者和旁白配音人员。

source: The files, which shed light on the BBC's hitherto secret links with the Security Service, show that at one stage it was responsible for vetting 6,300 different BBC posts - almost a third of the total workforce.
zh_cn: 这批文件同时还披露了BBC持有一份‘动乱机构’黑名单，以及（准）员工参与某些政治活动将会影响就业或者升迁的证据。这批文件足以揭露BBC与情报机构的关联，以及其应当为政治筛选6300个岗位（1/3BBC的职位）的应聘者而负担的责任。

source: The BBC's reliance on MI5 reached a peak in the late 1970s and early 1980s at exactly the same time as millions of viewers were tuning into the fictional adventures of George Smiley in Tinker, Tailor, Soldier, Spy and -Smiley's People.
zh_cn: BBC与军情五处的紧密关联在20世纪七十年代末八十年代初到达顶峰，这恰恰是百万观众热情追看虚构惊险剧《锅将、裁缝、士兵、间谍》的时期。

source: The papers show that senior BBC figures covered up these links in the face of awkward questions from trade unions and the press.
zh_cn: 这批文件同时显示，BBC的高层在面对工会和媒体的追问时一再否认与情报局的关联。

source: The documents refer to a "defensive strategy" based on "categorical denial".
zh_cn: 文件将这一回避性的否认称之为‘防卫策略’。

source: One file note, dated March 1 1985, states: "Keep head down and stonewall all questions."
zh_cn: 其中一份日期为1985年三月一日的文件注脚显示：‘低下头，给这些质问建一道石墙。’

source: The BBC, however, has always refused to be drawn on the extent of its collaboration with the secret services.
zh_cn: BBC自始自终回避关于其与情报机构合作程度的追问。

source: It is only now, after a request by this newspaper under the Freedom of Information Act, that it has finally been willing to release details of the vetting operation.
zh_cn: 而今，在本报应‘信息自由发案’的条款向其追问相关细节，BBC才不得已透露关于政治审批的内幕。

source: Another internal BBC document, dated 1983, confirms: "We supply personal details to the Security Service.
zh_cn: 另一BBC1983年的内部文件记录到：‘我们向情报机关提供私人信息。

source: If there is any adverse information known, we receive this information and also, where necessary, an assessment based upon the involvement of the individual.
zh_cn: 若有其他不良信息，我们会争取获得该信息，并进行评估。

source: This is presented to us as advice; line management then make the decision as to action."
zh_cn: 我们会将这一评估结果作为参考，管理层将会由此做出决定。’

source: The documents do not name any of the individuals subjected to vetting, but it is possible that some of the BBC's biggest names were scrutinised.
zh_cn: 我们获得的文件中并没有给与任何曾经被审核的名字，但BBC最响亮的一些名字可能曾经都经历过审查。

source: Different posts were vetted for different reasons.
zh_cn: 不同的岗位候选人会因不同的原因而被审查。

source: Senior officials, including the director-general, and their support staff were checked because they had access to confidential government information in relation to their jobs.
zh_cn: 资深员工，包括总指导，以及他们的团队经受审查因为他们会因公而解除到机密的政府信息。

source: But thousands of employees were vetted because they were involved in live broadcasts and the BBC was worried about the possibility of on-air bias or disruption.
zh_cn: 但另外上千的员工接受审查是因为他们从事直播的工作，而BBC担心他们在直播时传达含有偏见或破坏性的信息。

source: In 1983, 5,728 BBC jobs were subjected to this second kind of scrutiny known as "counter-subversion vetting".
zh_cn: 1983年一年中，5728个BBC的岗位需经过所谓的‘反颠覆审查’。

source: The vetting system, which was phased out in the late 1980s, also applied to dozens of other employees, including television producers, directors, sound engineers, secretaries and researchers.
zh_cn: 这一已在80年代后期被废止的审查制度，曾经影响了BBC大量的员工，包括电视制作人，导演，音效师，秘书以及调研人员。.

source: The details of freelance television and radio staff were also routinely passed on to the security services and even the posts of editor and deputy editor of Radio 4's Woman's Hour were subject to background checks by MI5.
zh_cn: 一些自由撰稿和广播站人员的信息也被上交至情报机关，甚至广播4台的一档名为‘女性时间’的主编和执行主编的信息也曾被军情五处审查过。

source: In many cases, the spouses of applicants were also subjected to scrutiny.
zh_cn: 很多情况下，就职候选人的配偶也会被相关机构审查。

source: The BBC tried on several occasions to be more open about the system, but was blocked by the Security Service.
zh_cn: 事实上，BBC曾在多种场合下尝试更透明地来处理这一审查系统，但显然，情报机关均予以阻挠。

source: A memo, dated March 7 1985, states: "Secrecy of the complete vetting operation is imposed upon us by the Security Service - it is not of our making."
zh_cn: 一则1985年三月七日的备忘录显示，‘完成审查任务的机密性是由军情机构所迫使的，并非我方意愿。’

source: For their part, the security services were increasingly concerned about the number of people being referred to them by the BBC. During the first four months of 1983, they were asked to investigate 619 different individuals.
zh_cn: 但从军情机关的角度来看，他们也为BBC越来越频繁地提交被审核名单而担忧，在1983年前四个月，他们曾被要求审查619名（准）员工。

source: In the early 1980s, the BBC had a list of "major subversive organisations", which included the Communist Party, the Socialist Workers' Party, the Workers' Revolutionary Party, Militant Tendency, the National Front and the British National Party.
zh_cn: 在80年代早期，BBC曾有一份‘主要颠覆机构’的名单，包括：共产党、社会工人党、工人革命党、激昂倾向团体、国家前线以及英国国家党。

source: In contrast, CND, which was very popular at the time, was not regarded as a "subversive organisation".
zh_cn: 与此相对应的是，CND虽在当时很是流行，却不曾被列为‘颠覆机构’。

source: Youthful attachments to extreme causes did not necessarily mean an automatic ban on employment.
zh_cn: 青年时期的参与并不一定会影响日后的就业。

source: The papers show that, in 1968, Sir Hugh Greene, the BBC's then director-general, and John Arkell, the head of administration, successfully evaded questions on the issue during an interview with a journalist.
zh_cn: 文件显示，在1968年，当时BBC的总指导Hugh Greene爵士同行政主管John Arkell曾成功躲避了一位记者关于审查体系的提问。

source: A memo from Mr Arkell, dated March 1 1968, to another senior colleague states: "You might like to get a bit of credit for the BBC next time you talk to MI5 by telling them that I stuck resolutely to the brief which you prepared for me in spite of very pointed and penetrating questions.
zh_cn: Arkell在同年三月一日的一份备忘录中向另一名高层同事写道：‘下回你可得向五处请功了：在极为尖锐的记者追问下，我成功利用你给我准备好的套路避重就轻了’，

source: "I still denied that we had any vetting procedures."
zh_cn: ‘我仍然坚称，我们并未进行过任何审查’。

source: The BBC declined to -comment.
zh_cn: BBC拒绝置评。
